[
  {
      "id":1,
      "body":"Candy canes pastry topping gummies pie lemon drops marzipan biscuit jujubes. Jujubes jelly-o halvah chocolate sesame snaps candy canes oat cake I love. Pie carrot cake I love lemon drops caramels dessert dragée. Macaroon chocolate wafer macaroon tiramisu sugar plum chocolate bar chocolate cake I love. Soufflé I love tiramisu bonbon tootsie roll.",
      "title":"Marzipan fruitcake I love fruitcake chocolate bar.",
      "active":true,
      "type":"news"
  },
  {
      "id":2,
      "body":"Gingerbread donut brownie I love jujubes carrot cake apple pie. Danish liquorice donut I love dessert tiramisu. Fruitcake chupa chups cotton candy sesame snaps fruitcake chocolate bar. Croissant soufflé I love candy marzipan cake cookie sugar plum cheesecake. Jujubes sweet roll pudding dessert jelly beans I love caramels bear claw sweet roll. Pudding jujubes bonbon sugar plum powder gummies oat cake marzipan I love. Caramels carrot cake tart cotton candy ice cream chocolate bar.",
      "title":"Candy wafer sweet candy canes toffee. Carrot cake danish marzipan toffee jujubes dragée. Pudding lollipop toffee wafer sweet.",
      "active":true,
      "type":"politic"
  },
  {
      "id":3,
      "body":"Chocolate bar jelly-o chocolate toffee I love pudding jelly-o marzipan. Jelly I love dessert brownie jelly-o tootsie roll. Brownie croissant tiramisu sugar plum donut. Chupa chups ice cream pudding bear claw bear claw I love sweet roll sweet I love. Liquorice caramels wafer cotton candy croissant soufflé brownie carrot cake. Soufflé cupcake topping pie marzipan cookie topping.",
      "title":"Chupa chups gummies I love sweet roll marzipan toffee icing donut.",
      "active":true,
      "type":"education"
  },
  {
      "id":4,
      "body":"Cheesecake I love gingerbread marzipan marzipan sweet brownie. Cotton candy gummies tiramisu muffin carrot cake chocolate bar candy canes dessert. Lollipop candy dragée apple pie apple pie cheesecake powder gingerbread halvah. Chupa chups pudding biscuit topping cake I love ice cream croissant chupa chups. Jelly-o soufflé candy powder jelly beans marzipan fruitcake. Croissant cake jelly-o I love tart I love muffin cupcake. Tootsie roll apple pie marzipan candy toffee jelly beans cupcake candy canes.",
      "title":"Marshmallow pie marzipan macaroon I love jelly-o I love candy canes. Cheesecake I love gingerbread marzipan marzipan sweet brownie.",
      "active":false,
      "type":"news"
  },
  {
      "id":5,
      "body":"Gummi bears gummies jelly I love sweet roll. Sweet lemon drops sesame snaps donut chocolate cake candy canes. Candy tiramisu chocolate bar donut jelly-o. Halvah candy topping biscuit cotton candy gummi bears. Jujubes brownie soufflé ice cream I love brownie. Jelly-o I love ice cream chupa chups jelly-o I love halvah. Sweet lemon drops gummies I love lollipop lemon drops wafer.",
      "title":"Macaroon carrot cake tiramisu apple pie I love.",
      "active":false,
      "type":"politic"
  }
]
